[General]
Translator, "Korney San"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "716"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "63"


[Icon]
iVBORw0KGgoAAAANSUhEUgAAABAAAAAQCAYAAAAf8/9hAAAAGXRFWHRTb2Z0d2FyZQBBZG9iZSBJ
bWFnZVJlYWR5ccllPAAAAehJREFUeNrEU8Fu00AQfbM7dkuIVLUqSFW4IA5c+Qou/BZn+iHlG7iA
xIEDKlw4IZAaNSQlIYXYseOd5e3akbj3gO3RrGbnvZl5I0uMEXd55K4E+ur8/Op4fH9inaH5+DZx
Ama9kdx1ARFGb4gMwTo4MUiIWFbVVB+cnk6enx0hjI9RN3M45sQQgMFc2CFmoi7HJccMpXN4fXEx
URNB2zTAwQ67zZ8Ez0BhEgbA3osNMWNPbYPu9hYqaZC6hpW0ZkO8ZPC+2t73Y/XgDPnwHsIuVLyH
Tb8Djr7eUlX0yfvKlkgSOCbFEdZrtF8+w7NblUTAC390AhyOEOuKGnqKZXlOSaq1LbpfS9jyJ+xm
gbj5DecUBaTfgngH2XZ5dNk2cCZoflwhLBaw9YqADbwTKu/gSe6hzAEKxjy9ei0Qv32FlCN8Wl0i
TK+ZxIkKB/eQJiNWSQQ0VvXDuSTB4mZHOpYuzh6hDi1evlhiXJ7kikkTfjTOmbpMnqTC9pPXA4/Z
uzVU2YHNZygfP8E9tn/Yogc67t5cHslzM24wr4xTzIL3ZRCScwtlVcORyKWXq/GK7FN1r/96hfck
4llLnzvV+ex6+ubps0moDMvLLbbazygpMZHwjASmiE57DZCKFBR7Faby3//GvwIMAJAyBCIH9ysC
AAAAAElFTkSuQmCC


[BFAPI]
ErrorClientVersionTooOld, "Версія кліента састарэлая.\nАбнавіце прыкладанне і паспрабуйце зноў."
ErrorFailClientTime, "Час вашага кампутара ўсталяваны няслушна.\n Праверце наладкі сістэмнага часу і паспрабуйце зноў."
ErrorFailLogin, "Праверце адрас E-Mail і пароль, і паспрабуйце зноў."
ErrorFailPrefix, "Няўдалая спроба злучэння з Вашым уліковым запісам Binary Fortress.\nКалі ласка, праверце Ваша інтэрнэт злучэнне і пераканайцеся, што прыкладанне не блакуецца проксі-серверам ці міжсеткавым экранам Вашага кампутара ці сеткі."
ErrorInvalidProTrialLicenseKey, "Ваш выпрабавальны Ліцэнзійны Ключ несапраўдны.\nКалі ласка, звяжыцеся з намі, каб атрымаць больш інфармацыі."
ErrorItemSizeTooLarge, "Адзін з файлаў, якія Вы спрабуеце сінхранізаваць, занадта вялікі.\nВам прыйдзецца выдаліць вялікі файл і паўтарыць сінхранізацыю."
ErrorTrialExpiredPrompt, "Ваша ліцэнзія на версію Pro мінула.\nЖадаеце звязацца з намі і атрымаць новую?"
ErrorTwoFactorInvalid, "Ваш код дзвюхфактарнай аўтарызацыі несапраўдны ці мінуў.\nКалі ласка, паўтарыце спробу."
ErrorUnknownProPurchasedLicenseKey, "Ваш ліцэнзійны ключ несапраўдны.\nКалі ласка, звяжыцеся з намі, каб атрымаць больш інфармацыі."
LoginPrompt, "Для сінхранізацыі профіляў, неабходна ўвесці дадзеныя для ўваходу ў Binary Fortress.\nВы жадаеце ўвесці свае рэгістрацыйныя дадзеныя зараз?"
PromptTwoFactor, "Калі ласка, увядзіце код дзвюхфактарнай аўтарызацыі, які быў адпраўлены на вашу прыладу.\nКалі вы не атрымалі яго ў ходзе некалькіх хвілін, звярніцеся ў службу падтрымкі Binary Fortress."
PromptTwoFactorImportOldCredentials, "Гэта прыкладанне зараз падтрымлівае дзвюхфактарную праверку сапраўднасці, і ў бягучы час яна ўключана ў вашым уліковым запісе.\n\nКалі ласка, увядзіце код дзвюхфактарнай аўтарызацыі, які быў адпраўлены на вашу прыладу.\nКалі вы не атрымалі яго на працягу некалькіх хвілін, звярнiцеся ў службу падтрымкі Binary Fortress."
PromptTwoFactorTOTP, "Увядзіце шасцізнакавы код, створаны прыкладаннем мабільнай прылады для праверкі сапраўднасці.\nКалі ў вас ёсць якія-небудзь праблемы з кодам аўтэнтыфікацыі, калі ласка, звяжыцеся з тэх. падтрымкай Binary Fortress."
TitleSync, "Сінхранізацыя з Вашым уліковым запісам Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Уваход"
btnLogout, "&Выхад"
btnMyAccount, "Мой &уліковы запіс"
btnMyLicenses, "Мае &ліцэнзіі"
btnRegister, "&Рэгістрацыя"
btnResetPassword, "Скінуць пароль"
lblEmailAddress, "Адрас E-Mail:"
lblName, "Імя:"
lblPassword, "Пароль:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Персанальная ці Камерцыйная, # паказана ў назве ліцэнзіі"
LicenseRestrictionEnterprise, "Неабмежаваная колькасць кампутараў на неабмежаванай колькасці сайтаў, якія належаць кампаніі"
LicenseRestrictionPersonal, "Неабмежаваная колькасць ПК і 1 кампутар кампаніі, які выкарыстоўваеце толькі вы"
LicenseRestrictionSite, "Неабмежаваная колькасць кампутараў на 1 сайце"
LicenseRestrictionStandard, "Персанальная ці Камерцыйная, 1 кампутар"
LicenseRestrictionSteam, "Персанальная ці Камерцыйная, неабмежаваная колькасць кампутараў, дзе ўсталяваны Steam і Вы з'яўляецеся асноўным карыстачом"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Увядзіце дакладны E-Mail і паспрабуйце зноў."
ErrorEnterPassword, "Увядзіце пароль і паспрабуйце зноў."
ErrorLoginFailed, "Не атрымалася загрузіць інфармацыю пра ўліковы запіс.\nПраверце E-Mail і пароль і паспрабуйце зноў."
ErrorNoLicensesFound, "Прабачце, мы не змаглі знайсці інфармацыю пра ліцэнзію для гэтага ўліковага запісу.\nКалі Вам патрэбна дапамога, звяжыцеся з намі."
ErrorUnknownLicenses, "Памылка пры загрузцы інфармацыі пра Вашу ліцэнзію."
ErrorUnknownLogin, "Памылка пры загрузцы інфармацыі пра Ваш уліковы запіс."
Note, "Увайдзіце, каб атрымаць сваю ліцэнзію і сінхранізаваць уліковы запіс Binary Fortress."
SelectLicensePrompt, "Зараз Вы выкарыстоўваеце бясплатную, выпрабавальную Pro-версію праграмы ці Ваш ліцэнзійны ключ несапраўдны.\nЖадаеце загрузіць ліцэнзійны ключ з Вашага ўліковага запісу Binary Fortress?"
Title, "Мой уліковы запіс Binary Fortress"
TitleLoadingLicenses, "Загрузка інфармацыі пра ліцэнзію"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Дата стварэння"
colDateExpires, "Дата заканчэння"
colLicenseKey, "Ліцэнзійны ключ"
colLicenseRestrictions, "Ліцэнзійны ключ"
colLicenseType, "Тып ліцэнзіі"
colName, "Назва"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Вы ўпэўнены, што жадаеце выкарыстоўваць гэты ліцэнзійны ключ?"
ErrorSelectLicense, "Абярыце ліцэнзію са спісу і паспрабуйце зноў."
ShowNeedLicenseWarning, "Абярыце адну вашу ліцэнзію са спісу і націсніце 'ОК' для яе выкарыстання."
Title, "Мае ліцэнзіі"


[BFFormCodeEditor]
btnHotKeyEdit, "&Змяніць"
btnInsertFunction, "&Уставіць код"
btnInsertFunctionTT, "Агляд спісу гатовых скрыптоў памочнікаў, якія дапамогуць вам зрабіць уласную функцыю."
btnRedoTT, "Паўтор (Ctrl + Y)"
btnReferencesDefault, "Спасылкі па змаўчанню"
btnRunFunction, "&Запуск Функцыі"
btnRunFunctionTT, "Запусціць бягучую Функцыю."
btnUndoTT, "Адмена (Ctrl + Z)"
btnVerifyFunction, "&Праверыць код"
btnVerifyFunctionTT, "Праверка бягучага кода без яго запуску."
ErrorCompileFailed, "Кампіляцыя не атрымалася."
ErrorEnterCode, "Калі ласка, ўвядзіце C# ці VB.net код і паспрабуйце зноў."
ErrorEnterName, "Калі ласка, увядзіце імя і паспрабуйце зноў."
ErrorRunFailed, "Памылка выканання."
lblDescription, "Апісанне:"
lblHelp, "Дапамога з функцыямі"
lblKeyCombination, "Камбінацыя клавіш:"
lblLanguage, "Мова:"
lblName, "Імя:"
lblReferences, "Спасылкі:"
lblShare, "Падзяліцеся сваім кодам з супольнасцю!"
MessageRunning, "Запуск:"
MessageRunSuccess, "Запуск паспяховы."
MessageVerifySuccess, "Праверка паспяховая."
MessageWait, "Чаканне завяршэння скрыптовай функцыі\nВы можаце выкарыстоўваць значок у сістэмным трэі для прыпынку функцыі."
MessageWaitTitle, "Чаканне кода"
PromptChangeLanguage, "Вы жадаеце загрузіць код па змаўчанні?\nУВАГА: Гэта скіне бягучы код."
PromptCloseWithoutSave, "Упэўнены, што жадаеце закрыць без захавання?"
PromptDefaultReferences, "Упэўнены, што жадаеце скінуць спасылкі па змаўчанні?"
PromptInvalidSave, "Гэты код утрымоўвае памылку.\nУпэўнены, што жадаеце захаваць у любым выпадку?"
ShareMessage, "Ваш код будзе прымацаваны да гэтага запыту аўтаматычна.\nКалі вы жадаеце адправіць паведамленне, увядзіце яго вышэй падзяляльнай лініі. Дзякуй!"
ShareSubject, "Падзяліцца кодам:"
ShareTitle, "Падзяліцца кодам"
ShareWarning, "Ваша імя будзе паказана ў якасці аўтара, дайце нам ведаць - жадаеце выкарыстоўваць псеўданім ці падзяліцца ананімна."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Абярыце стыль(і) акна:"
PromptSelectWindowStylesEx, "Абярыце пашыраны стыль(і) акна:"
RemoveConfirmOne, "Упэўнены, што жадаеце выдаліць абраны элемент?"
SelectAnItem, "Абярыце элемент са спісу і паўтарыце спробу."
SelectAudioDevice, "Абярыце гукавую прыладу."
SelectMouseCursorLocation, "Клікніце для выбару пазіцыі\nНацісніце любую клавішу для адмены"
SendKeys_EditString, "Змяніць радок"
SendKeys_EnterString, "Увядзіце радок:"
SendKeys_mniAddKeyCombination, "Дадаць камбінацыю клавіш"
SendKeys_mniAddRawText, "Дадаць неапрацаваны тэкст"
SendKeys_mniAddText, "Дадаць тэкст"
SendKeys_Title, "Апрацоўнік клавіш"


[BFFormDownload_Strings]
ConfirmCancel, "Упэўнены, што жадаеце адмяніць загрузку?"
Error, "Адбылася памылка."
Progress, "Засталося: {0} Кб ({1} Кб усяго)"
ProgressUnknown, "Загружана: {0} Кб"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Абярыце тэг для WallpaperFusion і паўтарыце спробу."
lblQuery, "Фільтр:"
Title, "Тэгі WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Закрыць"
colContributors, "Аўтары"
colCreatedBy, "Аўтар"
colDownloads, "Загрузкі"
colLanguage, "Мова"
colLastModified, "Апошняя змена"
lblQuery, "Фільтр:"
Loading, "Загрузка..."


[BFFormProxySettings_Controls]
btnSave, "Захаваць"
lblProxyAddress, "Адрас сервера:"
lblProxyPassword, "Пароль:"
lblProxyPassword2, "Пацверджанне пароля:"
lblProxyPort, "Порт:"
lblProxyUsername, "Лагін:"
rdoCustomSettings, "Выкарыстоўваць &свае наладкі проксі-сервера:"
rdoNoProxy, "&Не выкарыстоўваць проксі-сервер (прамое інтэрнэт-злучэнне)"
rdoUseIESettings, "&Выкарыстоўваць наладкі Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Увядзіце адрас проксі-сервера ці абярыце 'Не выкарыстоўваць проксі-сервер'."
EnterServerPort, "Увядзіце порт проксі-сервера ці абярыце 'Не выкарыстоўваць проксі-сервер'."
PasswordDecryptionFailed, "Наладкі інтэрнэт-злучэння азначаны няслушна.\nЖадаеце паўторна ўвесці пароль да проксі серверу для выпраўлення?"
PasswordsNotMatch, "Паролі да проксі-серверу не супадаюць. Паспрабуйце зноў."
Title, "Наладкі інтэрнэту"


[BFFormSelectApplication]
AllApplications, "Усе прыкладанні"
btnBrowse, "&Агляд"
colApplication, "Прыкладанне"
colPath, "Шлях"
GroupDesktopApplications, "Прыкладанні Працоўнага стала"
GroupWindows8Applications, "Універсальныя прыкладанні Windows"
lblWindowPicker, "Перацягнеце на патрэбнае акно для аўтаматычнага выбару працэсу ў спісе"
PleaseSelectApplication, "Спачатку абярыце прыкладанне."
Title, "Абраць прыкладанне"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Значэнне па змаўчанні"
chkShowOnlyModified, "Паказваць толькі змененыя значэнні"
colSetting, "Параметр"
colValue, "Значэнне"
lblFilter, "Фільтр:"
lblHelp, "Двойчы пстрыкніце на параметр, каб змяніць яго. Для даведкі націсніце 'Дапамога'."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Адбылася памылка пры захаванні наладак."
SavedSuccessfully, "Вашы пашыраныя наладкі паспяхова захаваны.\nМагчыма, прыйдзецца перазапусціць прыкладанне, каб змены набылі моц."
Title, "Пашыраныя наладкі"
TitleEdit, "Змяніць пашыраныя наладкі"


[BFFormSettings_Controls]
btnAdvancedSettings, "Пашыраныя наладкі"
btnAutoUpdateCheckNow, "Праверыць &абнаўленні"
btnBackupSettings, "Экспарт наладак"
btnLanguageHelp, "Дапамагчы скончыць пераклад"
btnLicenseChangeToFree, "Змяніць на Бясплатную версію"
btnLicenseKeyRequestTrial, "Запытаць новую Выпрабавальную ліцэнзію"
btnLicenseKeyRestoreTrial, "Аднавіць пробны ліцэнзійны ключ"
btnLicenseLoadOnline, "Загрузіць з уліковага запісу Binary Fortress"
btnLicensePasteFromClipboard, "Уставіць з буфера абмену"
btnProxySettings, "Наладкі інтэрнэту"
btnRestoreSettings, "Аднавіць налады"
btnTroubleshootingClearLogBASE, "Ачысціць журнал"
btnTroubleshootingCopyBASE, "Капіяваць інфармацыю ў буфер абмену"
btnTroubleshootingExportBASE, "Экспарт інфармацыі ў файл"
btnTroubleshootingForceCleanupBASE, "&Прымусовая ачыстка памяці"
btnTroubleshootingOpenLogBASE, "Адкрыць журнал"
btnTroubleshootingRefreshBASE, "Абнавіць"
chkAutoUpdate, "Правяраць на наяўнасць абнаўленняў аўтаматычна"
chkAutoUpdateBeta, "Правяраць на наяўнасць Бэта (новых, нестабільных) версій праграмы"
chkAutoUpdateSteam, "Правяраць абнаўленні аўтаматычна (Steam можа ігнараваць гэты параметр)"
colLanguageName, "Назва"
colLanguagePercentComplete, "Завершана"
colLanguageTranslators, "Перакладчыкі"
colLanguageVersion, "Версія"
gbAutoUpdate, "Праверка абнаўленняў"
gbLicenseReseller, "Інфармацыя пра Прадаўца"
lblAutoUpdateWarningBASE, "Увага: Аўтаматычныя абнаўленні адключаны, Вы не будзеце атрымліваць запыты на ўсталёўку новых версій"
lblLanguageGetMore, "Атрымаць новыя і абноўленыя мовы"
lblLicenseExpires, "Дата заканчэння ліцэнзіі:"
lblLicenseKey, "Ліцэнзійны ключ:"
lblLicenseTo, "Ліцэнзія прыналежыць:"
tabAbout, "Пра праграму"
tabLanguage, "Мова"
tabLicense, "Ліцэнзійны ключ"
tabOptions, "Параметры"
tabOurApps, "Нашы прыкладанні"
tabTroubleshooting, "Прыбіранне непаладак"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Вы сапраўды жадаеце выдаліць ключ ліцэнзіі і перайсці на бясплатную версію?"
ChangeToFreeFromTrialPrompt, "Калі вы жадаеце выкарыстоўваць выпрабавальную Pro версію зноў, вам трэба запытаць новы выпрабавальны ключ ад нашай каманды падтрымкі. Калі вы жадаеце пазнаць, якія функцыі недаступныя ў бясплатнай версіі, калі ласка, наведаеце старонку Free VS Pro на сайце.\n\nВы сапраўды жадаеце выдаліць ключ ліцэнзіі і перайсці на бясплатную версію?"
DebugLogCleared, "Файл журнала адладкі паспяхова вычышчаны."
DebugLogNotFound, "Файл журнала адладкі не знойдзены.\nПераканайцеся, што Вы ўключылі журналяванне адладкі."
FreeVersion, "Бясплатная версія"
LanguageHelpMessage, "Я жадаў бы дапамагчы завяршыць пераклад!"
LanguageHelpMessageDescription, "Дапамажыце нам скончыць пераклад, і атрымайце ліцэнзію Pro Standard бясплатна!\nМы звяжамся з вамі на працягу двух працоўных дзён."
LanguageRightToLeft, "Справа налева"
LicenseKeyRequestTrialDescription, "З Вамі звяжуцца на працягу 2-х працоўных дзён."
LicenseKeyRequestTrialMessage, "Я жадаў бы запытаць новы выпрабавальны ключ. Дзякуй!"
LogLevel0, "L0: Адключана"
LogLevel1, "L1: Мінімальна"
LogLevel2, "L2: Дэталёва (не рэкамендуецца)"
LogLevel3, "L3: Усё (не рэкамендуецца)"
RegistryExportSuccess, "Вашы наладкі паспяхова экспартаваны."
RestoreSettingsFailed, "Збой пры аднаўленні наладак."
RestoreSettingsPrompt, "Ніколі не аднаўляйце рэзервовыя копіі, створаныя не вамі ці падтрымкай Binary Fortress.\nУпэўнены, што жадаеце аднавіць гэту рэзервовую копію?"
RestoreSettingsSuccess, "Наладкі паспяхова адноўлены."
SettingsLoadError, "Адбылася памылка пры загрузцы наладак."
SettingsSaveError, "Адбылася памылка пры захаванні наладак."
Title, "Наладкі"
TroubleshootingCopyError, "Збой пры капіяванні інфармацыі пра прыбіранне непаладак."
TroubleshootingCopySuccess, "Інфармацыя пра прыбіранне непаладак была паспяхова скапіявана."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Прымацаваць файл"
btnAttachmentsClear, "Ачысціць укладанні"
chkIncludeBackup, "Уключыць рэзервовую копію наладак у гэты запыт падтрымкі"
lblEmailAddress, "Адрас E-Mail:"
lblMessage, "Паведамленне:"
lblName, "Імя:"
lblSubject, "Тэма:"
lblWarning, "Інфармацыя з 'Прыбіранне непаладак' і файл Debug.log будуць зашыфраваны і адпраўлены разам з просьбай у службу падтрымкі для хуткага рашэння праблемы."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Увядзіце дакладны E-Mail і паспрабуйце зноў."
EnterMessage, "Увядзіце тэкст паведамлення і паспрабуйце зноў."
EnterName, "Увядзіце Ваша імя і паспрабуйце зноў."
EnterSubject, "Запоўніце поле 'Тэма'."
PromptClearAttachments, "Вы сапраўды жадаеце выдаліць гэтыя ўкладанні?"
SendSuccess, "Ваша інфармацыя была паслана паспяхова.\nМы звяжамся з вамі на працягу двух працоўных дзён."
Title, "Адправіць запыт у службу падтрымкі"
TooLongEmailAddress, "Увядзіце карацейшы E-Mail і паспрабуйце зноў."
TooLongName, "Увядзіце карацейшае імя і паспрабуйце зноў."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Купіць версію Pro"
btnLater, "Магчыма пазней"
btnMoreInfo, "Больш інфармацыі"
lblInvalidLicense, "Ваш ключ на Pro версію праграмы несапраўдны!\n\nПераканайцеся, што ўвялі дакладны код у поле 'Ліцэнзійны ключ' у акне наладак.\n\nКалі код уведзены дакладна, але Вы ўсё яшчэ бачыце гэта паведамленне, звяжыцеся са Службай падтрымкі, выкарыстоўваючы кнопку 'Дапамога'."
Title, "Недапушчальны ключ ліцэнзіі"


[BFFormUpdate_Controls]
btnChangeLog, "&Прагледзець спіс змен"
btnDownloadOnly, "&Наведаць сайт"
btnInstallNow, "&Усталяваць"
btnInstallOnExit, "Усталяваць пры в&ыхадзе"
btnRemindMeLater, "&Нагадаць пазней"
btnSkipThisVersion, "&Прапусціць гэту версію"
lblNewVersion, "Новая версія:"
lblOldVersion, "Бягучая версія:"
lblUpdateNotes, "Што новага ў гэтай версіі:"
lblUpdateSize, "Памер абнаўлення:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Рэкамендуецца абнавіцца да новай версіі.\nВы ўпэўнены, што жадаеце прапусціць гэта абнаўленне?"
DownloadFailedSave, "Не атрымалася захаваць лакальны файл."
DownloadingUpdate, "Загрузка абнаўлення"
DownloadInvalidData, "Сервер вярнуў памылковыя дадзеныя. На серверы можа быць праблема з пошукам запытанага файла."
DownloadNoData, "Няма дадзеных з вэб-сайта."
ErrorDownload, "Адбылася памылка пры загрузцы новай версіі."
FreeNotice, "Гэта абнаўленне, як і ўсе будучыя, бясплатна! Абнавіце праграму зараз і атрымлівайце асалоду!"
RebootMightBeRequiredWarning, "Пасля абнаўлення можа запатрабавацца перазагрузка."
Title, "Даступна абнаўленне"
UpdateProMessage, "Неабходна версія Pro для выкарыстання 'абнаўленне ў адзін клік'.\nЖадаеце атрымаць больш інфармацыі пра абнаўленне?"


[BFHelpButton_Controls]
mniDiscussions, "Абмеркаванні ў супольнасці"
mniOnlineHelp, "Анлайн дапамога"
mniSupportRequest, "Служба падтрымкі"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Выдаліць няправільныя камбінацыі клавіш"
ErrorHotKeyBindFailed, "Не атрымалася ўсталяваць спалучэнне клавіш:"
ErrorHotKeyComboInUse, "Дадзенае спалучэнне клавіш ужо выкарыстоўваецца. Ніжэй паказаны некалькі прычын:\n- дадзенае спалучэнне клавіш ужо дзесьці выкарыстоўваецца ў гэтым прыкладанні\n- іншае прыкладанне ўжо выкарыстоўвае дадзенае спалучэнне клавіш\n- дадзенае спалучэнне клавіш ужо выкарыстоўваецца для ўбудаваных функцый Windows\n\nЗмяніце ці выдаліце гэта спалучэнне клавіш у наладках прыкладання."
ErrorIncorrectKeyValue, "Няправільнае спалучэнне клавіш: Увядзіце значэнне клавішы."
ErrorIncorrectNumberElements, "Няправільнае спалучэнне клавіш: Няправільнае колькасць клавіш."
ErrorIncorrectNumberKeyMods, "Няправільная спалучэнне клавіш: Няправільнае колькасць мадыфікатараў."
ErrorInvalidKeyCombo, "Спалучэнне клавіш азначана няправільна."
ErrorSystemReserved, "Спалучэнне клавіш, якое Вы азначылі, зарэзервавана Windows і не можа выкарыстоўвацца."
ErrorTooManyModifiers, "Няправільнае спалучэнне клавіш: занадта шмат мадыфікатараў."
HotKeyButtonRemove, "&Выдаліць"
HotKeyButtonSetHotKey, "Задаць гарачую клавішу"
HotKeyLabelKeys, "Абярыце мадыфікатар, потым націсніце жаданую клавішу"
HotKeyLabelMouse, "Абярыце мадыфікатар, потым пстрыкніце жаданую кнопку мышы"


[BFMessage]
btnCopy, "&Капіяваць у буфер"
btnMoreInformation, "&Больш інфармацыі"


[BFTextQuery]
CaseSensitive, "Адчувальнасць да рэгістра:"
ErrorBracketMismatch, "Памылка: Неадпаведнасць дужак.\nЗачыніце дужкі ці вазьміце запыт у двукоссі."
ErrorEscapeCharAtEnd, "Памылка: Экрануйце знак '\' у канцы запыту.\nЭкрануйце ці выдаліце яго."
ErrorExpectedMatchCountChar, "Памылка: Чакалася ':::cbc:::' у пазіцыі {0}.\nЗачыніце дужкі ці вазьміце запыт у двукоссі."
ErrorExpectedQuote, "Памылка: Чакалася "" ў пазіцыі {0}.\nПераканаецеся, што знакі "" экранаваны."
ErrorInvalidChar, "Памылка: Няправільны знак '{0}' у пазіцыі {1}.\nЭкрануйце двукоссямі."
ErrorInvalidDigit, "Памылка: Няправільная лічба у пазіцыі {0}.\n Лічбы павінны быць дадатнымі і ўтрымоўваць толькі лікавыя знакі."
ErrorInvalidWordBoundary, "Папярэджанне: Несапраўдныя сімвалы. Аператар роўнасці падтрымлівае толькі літары і лічбы."
MayContain, "Можа ўтрымоўваць:"
MayEqual, "Можа ўраўноўвацца:"
MayNotContain, "Можа не ўтрымоўваць:"
MayNotEqual, "Можа не ўраўноўвацца:"
MustContain, "Павінна ўтрымоўваць:"
MustEqual, "Павінна ўраўноўвацца:"
MustNotContain, "Не павінна ўтрымоўваць:"
MustNotEqual, "Не павінна ўраўноўвацца:"
Time, "адзін раз"
Times, "{0} раз(оў)"


[BFUpdateCheck]
AlreadyInProgress, "Адбываецца праверка абнаўлення..."
ErrorRunningDownloadedFile, "Адбылася памылка пры запуску загружанага ўсталявальнага файла."
FailedToGetVersion, "Немагчыма атрымаць нумар апошняй версіі."
NoUpdate, "Вы выкарыстоўваеце апошнюю версію."


[cFunctions_Strings]
FolderNotRecognized, "Абраная папка не распазнана і не можа быць знойдзена."


[CommonControls]
chkIsMetroApp, "Гэта прыкладанне Metro (універсальнае)?"
lblMetroAppID, "ID працэсу:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Агляд і даданне"
btnBrowseExcludePath, "Агляд"
btnFolderBrowse, "&Агляд"
btnFolderBrowseAppend, "Агляд і даданне"
btnNewSearch, "Пошук у &новай укладцы"
btnPause, "Паў&за"
btnResume, "рэзюмэ"
btnSearch, "&Пошук"
btnStop, "С&топ"
chkCaseSensitive, "&Адчувальны да рэгістра"
chkFileSizeMax, "Максімальны памер файла:"
chkFileSizeMin, "Мінімальны памер файла:"
chkIsQueryRegEx, "Рэгулярны выраз"
chkSearchSubFolders, "Шукаць ва ўкладзеных папках"
chkShowFirstResult, "&Толькі першы вынік у файле"
chkShowIncludeFilterMatchFiles, "Імя файла, якое супадае з "уключаныя файлы""
chkShowIncludeFilterMatchFolders, "Імя папкі, якое супадае з "уключаныя файлы""
chkShowQueryMatchFiles, "Імя файла, якое супадае з запытам"
chkShowQueryMatchFolders, "Імя папкі, якое супадае з запытам"
chkUseIFilters, "Шукаць, выкарыстоўваючы апрацоўнікі файлаў (павольней)"
colDateAccessed, "Дата доступу"
colDateCreated, "Дата стварэння"
colDateModified, "Дата змены"
colEncodingUsed, "Кадаванне Выкарыстоўваецца"
colExtension, "Пашырэнне"
colFile, "Імя файла"
colFileSize, "Памер файла"
colLine, "Радок"
colLineNumber, "Радок #"
colPath, "Шлях"
lblAccessedTo, "па"
lblAdditionalLinesAfter, "Колькасць радкоў пасля выніку:"
lblAdditionalLinesBefore, "Колькасць радкоў перад вынікам:"
lblCreatedTo, "па"
lblDateAccessed, "Дата доступу:"
lblDateCreated, "Дата стварэння:"
lblDateFilterLogic, "Логіка фільтра даты:"
lblDateModified, "Дата змены:"
lblExcludeFiles, "Выключыць файлы:"
lblExcludePath, "Выключыць шлях(і):"
lblFilterResults, "Фільтр:"
lblIncludeFiles, "Уключыць &файлы:"
lblModifiedTo, "па"
lblPath, "&Шлях(і):"
lblQuery, "&Запыт:"
lblStatusFound, "Знойдзена супадзенняў: {0}"
lblStatusTotal, "Знойдзена файлаў: {0}"
mniAbout, "Пра праграму"
mniAddResultsToZipFile, "Усе вынікі"
mniAddSelectedResultsToZipFile, "Выбраныя вынікі"
mniClearSearchHistory, "Ачысціць гісторыю пошуку"
mniCloseAll, "Закрыць усё"
mniCloseAllButThis, "Закрыць усё, акрамя гэтай"
mniCloseSearch, "&Закрыць"
mniCopyFilePathNewLine, "Скапіраваць выбраныя імёны файлаў (новы радок)"
mniCopyToClipboard, "Скапіяваць вылучаны вынік"
mniCopyToClipboardAll, "Скапіяваць усе вынікі"
mniExit, "Выхад"
mniExplorerContextMenu, "Кантэкстнае меню Windows"
mniHashWithHashTools, "Хэш з HashTools"
mniHelp, "Дапамога"
mniOpenFolder, "Адкрыць утрымоўвалую папку"
mniOpenFolderOnly, "Адкрыць папку"
mniOpenOther, "Адкрыць у {0}"
mniPermenentDelete, "Канчаткова выдаліць абраныя файлы"
mniRemoveRows, "Выдаліць вылучаныя вынікі са спісу"
mniRenameFile, "Пераназваць абраныя файлы"
mniSettings, "Наладкі"
mniShowFilterControls, "Паказаць кіраванне фільтрамі"
mniTextCopy, "&Капіяваць"
mniTextSelectAll, "Абраць &усё"
mniTools, "&Опцыі"
mniTrayExit, "Выхад"
mniTrayLoadProfiles, "Загрузіць профіль"
mniTrayShowFileSeek, "Паказаць FileSeek"
mniTraySyncProfiles, "Сінхранізаваць профілі"
mnuCopyFilePath, "Скапіяваць вылучаныя імёны файлаў (падзяляць коскамі)"
mnuExportAllHTML, "Экспарт усіх вынікаў у HTML"
mnuExportSelectedResultsHTML, "Экспарт вылучаных вынікаў у HTML"
mnuFileCopy, "Скапіяваць вылучаныя файлы"
mnuFileCut, "Выразаць вылучаныя файлы"
mnuFileDelete, "Выдаліць вылучаныя файлы"
mnuLanguage, "Мова"
mnuLoadProfile, "Загрузіць"
mnuManageProfiles, "Кіраванне профілямі"
mnuOpen, "Адкрыць"
mnuOpenNotepad, "Адкрыць у нататніку"
mnuProfile, "Профілі"
mnuSave, "Захаваць"
mnuSaveAll, "Экспарт усіх вынікаў у CSV"
mnuSaveProfile, "Захаваць новы профіль"
mnuSaveSelection, "Экспарт вылучаных вынікаў у CSV"
mnuShowFullLanguageList, "Паказаць поўны спіс"
mnuSyncProfiles, "Сінхранізаваць профілі"
rdoMatchQueryLineByLine, "Асобны вынік для кожнага супадзення"
rdoMatchQueryToWholeFile, "Адлюстроўваць толькі адно супадзенне для файла"
tabAdvanced, "Пашыраны пошук"
tabDateFilters, "Фільтр па даце"
tabFileSizeFilters, "Фільтр па памеры"
tabSearch, "Пошук"


[frmMain_Strings]
AccessedAfterTT, "Доступ пасля {0}"
AccessedBeforeTT, "Доступ да {0}"
AccessedBetweenTT, "Доступ з {0} па {1}"
AllDrives, "Усе дыскі"
AppSelectionErrorPartOne, "Абранае прыкладанне не знойдзена."
AppSelectionsErrorPartTwo, "Вы жадалі б абраць іншае?"
btnNewSearchTT, "Адкрыць новую ўкладку і пачаць пошук"
btnSearchTT, "Пачаць пошук у бягучай укладцы"
btnStopTT, "Спыніць абраны пошук"
CaseSensitiveQueryTT, "Адчувальнасць да рэгістра"
cboDateFilterLogic_AND, "І"
cboDateFilterLogic_OR, "ЦІ"
cboExcludeFileFilterMode_Pattern, "Выключальны фільтр файлаў - шаблон"
cboExcludeFileFilterMode_RegEx, "Выключальны фільтр файлаў - RegEx"
cboExcludeFileFilterMode_TextQuery, "Выключальны фільтр файлаў - тэкст"
cboIncludeFileFilterMode_Pattern, "Уключальны фільтр файлаў - шаблон"
cboIncludeFileFilterMode_RegEx, "Уключальны фільтр файлаў - RegEx"
cboIncludeFileFilterMode_TextQuery, "Уключальны фільтр файлаў - тэкст"
cboQueryMode_RegEx, "Рэгулярны выраз"
cboQueryMode_TextQuery, "Тэкставы запыт"
chkShowFirstResultTT, "Будзе паказана толькі першы адпаведны радок у знойдзеным файле пры пошуку ў кожным радку"
ColumnChangeMessage, "Змены ў слупках пошуку прымуць сілу толькі пасля перазагрузкі."
ContextMenuError, "Адбылася памылка пры адлюстраванні кантэкстнага меню Windows."
CreatedAfterTT, "Створана пасля {0}"
CreatedBeforeTT, "Створана да {0}"
CreatedBetweenTT, "Створана з {0} па {1}"
CSVSpreadsheet, "Файлы CSV"
CustomAppOpenError, "Адбылася памылка пры адкрыцці гэтага файла."
DateCreatedError, "Абярыце 'Канчатковую дату стварэння' пазней, чым пачатковая."
DateFiltersSelected, "Фільтры па даце:"
DateModifiedError, "Абярыце 'Канчатковую дату змены' пазней, чым пачатковая."
EmptyPDFError, "PDF-файл прасканаваны, але не ўтрымоўвае тэкст"
EnterProfileName, "Увядзіце імя профіля:"
ErrorDirectoryEmpty, "Гэты шлях пусты"
ExcludeFilesTT, "Выключаных файлаў: {0}"
ExcludePathsTT, "Выключаных каталогаў: {0}"
ExportDateAccessed, "Дата доступу"
ExportDateCreated, "Дата стварэння"
ExportDateModified, "Дата змены"
ExportExtension, "Пашырэнне"
ExportFileName, "Імя файла"
ExportFileSize, "Памер файла"
ExportLineNumber, "Радок #"
ExportLineText, "Радок"
ExportPath, "Шлях"
FileDeleteMessage, "Дачакайцеся завяршэння аперацыі.\nВы можаце закрыць акно, але гэта можа прывесці да нечаканых наступстваў."
FileDeleteQuestion, "Вы ўпэўнены, што жадаеце выдаліць абраныя файлы ці каталогі?"
FileDeleteTitle, "Выдаліць файлы"
FileDeletionError, "Адбылася памылка пры выдаленні гэтых файлаў."
FileHandlerError, "Увядзіце шлях пошуку."
FileIncludeNameMatch, "Супадзенне імя файла [Уключаныя ў фільтры файлаў]"
FileOpenError, "Адбылася памылка пры адкрыцці гэтага файла."
FilePermenentDeleteQuestion, "Вы ўпэўнены, што жадаеце выдаліць абраныя файлы і папкі назаўжды?"
FileQueryNameMatch, "Супадзенне імя файла [Запыт]"
FileReadError, "Памылка доступу да файла: {0}"
FileSelectionError, "Абярыце прынамсі 1 файл, які існуе, і паўтарыце спробу."
FileSizeError, "Абярыце максімальны памер файла, які роўны ці больш, чым мінімальны памер файла."
FileSizeFiltersSelected, "Фільтры па памеры:"
FilesSearched, "Знойдзена файлаў: {0}"
FilesSkipped, "Прапушчана файлаў: {0}"
FolderBrowserDescription, "Абярыце папку для пошуку"
FolderBrowsingError, "Адбылася памылка пры аглядзе папкі."
FolderIncludeNameMatch, "Супадзенне імя папкі [Уключаныя ў фільтры файлаў]"
FolderItemError, "Не атрымалася патрапіць у папку для элемента: {0}"
FolderOpenError, "Адбылася памылка пры адкрыцці гэтай папкі."
FolderQueryNameMatch, "Супадзенне імя папкі [Запыт тэксту]"
FolderReadError, "Памылка чытання папак у каталогу: {0}"
HiddenFolderError, "Пошук немагчымы, таму што ўтоены файл/папка"
HyperTextMarkupLanguageFile, "Файл HTML"
IFilterWarning, "Уключыце "Апрацоўнікі файлаў" на ўкладцы "Пашыраныя" для адлюстравання правільных вынікаў для: [0] файлаў"
IncludeFilesTT, "Уключаныя файлы: {0}"
InvalidExcludeFilesRegExError, "Шаблон RegEx выключэння файлаў несапраўдны.\n{0}"
InvalidFolderLength, "Няправільная даўжыня папкі."
InvalidIncludeFilesRegExError, "Шаблон RegEx уключэння файлаў несапраўдны.\n{0}"
InvalidQueryError, "Тэкст запыту несапраўдны.\n{0}"
InvalidQueryRegExError, "Рэгулярны выраз з'яўляецца несапраўдным.\n{0}"
KeypressError, "Адбылася памылка пры апрацоўцы гэтай клавішы."
LinkedFolderError, "Не шукае папку, таму што гэта ярлык/сімвалічная спасылка"
MatchesFound, "Знойдзена супадзенняў: {0}"
MatchesFromQueue, "вынікаў у чарзе: {0}"
MatchesFromQueueIcons, "значкоў у чарзе: {0}"
MaxFileSizeTT, "Максімальны памер файла: {0}"
MaxPathError, "Гэта занадта доўгі шлях, ён не будзе працаваць у некаторых праграмах"
MenuOpenError, "Адбылася памылка пры адкрыцці меню."
MinFileSizeTT, "Мінімальны памер файла: {0}"
ModifiedAfterTT, "Зменена пасля {0}"
ModifiedBeforeTT, "Зменена да {0}"
ModifiedBetweenTT, "Зменена з {0} па {1}"
More, "(больш)"
NoDateFiltersSelected, "Няма абраных фільтраў па даце"
NoFileSizeFiltersSelected, "Няма абраных фільтраў па памеры"
NoOptionsSelected, "Няма абраных опцый"
NotepadError, "Адбылася памылка пры адкрыцці гэтага файла ў нататніку."
NotYourProfile, "Вы не з'яўляецеся ўладальнікам гэтага профіля."
OnlyShowFirstResultTT, "Паказаць толькі першы вынік"
OpenManyQuestion, "Вы ўпэўнены, што жадалі б адкрыць {0} файлаў ці папак?"
OptionsSelected, "Абраныя опцыі:"
OtherApplication, "Іншае прыкладанне"
PathsTT, "Шлях(і): {0}"
PathTooLongError, "Windows не падтрымлівае гэта дзеянне з доўгімі імёнамі ў шляху."
ProfileLoadError, "Памылка пры загрузцы гэтага профіля."
ProfileLoadOnStartError, "Адбылася памылка пры загрузцы гэтага профіля. Профіль не існуе."
ProfileNameEmptyError, "Вы не ўвялі імя профілю.\nКалі ласка, увядзіце імя і паспрабуйце яшчэ раз."
ProfileOverwriteQuestion, "Вы ўпэўнены, што жадалі б перазапісаць профіль '{0}'?"
ProfileSaved, "Наладкі для профіля '{0}' захаваны"
ProfileSaveError, "Немагчыма захаваць профіль."
ProOnlyDoubleClickPrompt, "Апрацоўнік падвойнага кліку ўсталёўваецца толькі ў версіі FileSeek Pro.\nВы можаце змяніць апрацоўнік падвойнага кліку ў Налады>Укладка пошуку.\n\nВы жадалі б атрымаць больш інфармацыі пра абнаўленне?"
QueryTT, "Запыт:\n{0}"
rdoMatchQueryLineByLineTT, "Адкрываць файл парадкова і шукаць супадзенні ў кожным радку"
rdoMatchQueryToWholeFileTT, "Адкрываць файл цалкам і шукаць супадзенні з усім тэкстам"
RenameFileError, "FileSeek не можа пераназваць абраны файл ці папку.\nКалі ласка, набярыце іншае імя і паўтарыце спробу."
RenameFileFolder, "Пераназваць абраны файл:"
ResultCopied, "Вынік скапіяваны ў буфер абмену."
ResultCopyError, "Адбылася памылка пры капіяванні вынікаў пошуку ў буфер абмену."
ResultSaveError, "Адбылася памылка пры захаванні вынікаў.\n{0}"
ResultsCopied, "{0} вынікаў скапіявана ў буфер абмену."
ResultSelectionError, "Абярыце мінімум адзін вынік пошуку і паспрабуйце зноў."
SaveResults, "Захаваць вынікі ў электронную табліцу"
SaveResultsAsHTML, "Захаваць вынікі ў HTML"
SaveSearchProfile, "Захаваць профіль пошуку"
SearchComplete, "Пошук завершаны за {0} сек"
SearchCriteria, "Крытэр пошуку:"
SearchCriteriaEmptyTT, "Крытэр пошуку пусты"
SearchEnd, "Канец пошуку: {0}"
SearchError, "Адбылася памылка пры пошуку."
SearchStart, "Пачатак пошуку: {0}"
SearchSubFoldersTT, "Шукаць ва ўкладзеных папках"
SettingFormShowError, "Адбылася памылка пры адлюстраванні акна наладак."
Syncing, "Сінхранізація з Вашым уліковым запісам Binary Fortress..."
SystemFolderError, "Пошук немагчымы, таму што сістэмны файл/папка"
TextCopyError, "Адбылася памылка пры капіяванні гэтага тэксту."
TextProcessingError, "Адбылася памылка пры апрацоўцы тэксту."
TextQueryHelpTT, "Дапамога тэкставага запыту"
TextSelectionError, "Абярыце тэкст і паспрабуйце зноў."
txtPathTT, "Падзяляйце знакам "|" некалькі файлаў/папак"
UseFileHandlersTT, "Выкарыстоўваць апрацоўнікі файлаў"
ViewingAppPartOne, "Вы яшчэ не абралі прыкладанне для прагляду"
ViewingAppPartTwo, "Вы жадалі б зрабіць гэта зараз?"
ZipFile, "ZIP файл"


[frmProfileManager_Controls]
btnCopyProfile, "Капіяваць профіль"
btnDelete, "Выдаліць"
btnExport, "Экспарт профіля"
btnImport, "Імпарт профіля"
btnRename, "Пераназваць"
btnSync, "Сінхранізаваць з Вашым уліковым запісам Binary Fortress"
colProfileName, "Імя профіля"
colProfileOwner, "Уладальнік профіля"
lblCurrentProfile, "Бягучы карыстач: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Як бы Вы жадалі назваць Ваш новы профіль?"
ExportFileSeekSearchProfile, "Экспарт профіля пошуку FileSeek"
ExportSearchProfileSuccessful, "Профіль пошуку экспартаваны паспяхова"
FileSeekSearchProfile, "Профіль пошуку FileSeek"
ImportFileSeekSearchProfile, "Імпарт профіля пошуку FileSeek"
MustSelectAnItem, "Абярыце профіль са спісу і паспрабуйце зноў."
ProfileDeleteQuestion, "Вы ўпэўнены, што жадалі б выдаліць абраны профіль?"
RenameSearchProfile, "Пераназваць профіль пошуку"
SearchProfileName, "Імя профіля пошуку:"
Title, "Кіраванне профілямі"


[frmSettings_Controls]
btnBrowseOther, "&Агляд"
btnClearHistory, "Ачысціць гісторыю пошуку"
btnIFilterToggle, "Пераключыць апрацоўнік файлаў"
btnOtherDefault, "&Змаўчанне"
chkCloseToTray, "Закрываць FileSeek у вобласць апавяшчэнняў"
chkCombineParameters, "Адкрываць мульты-файлы ў тым жа экзэмпляры, замест адкрыцця некалькіх"
chkErrorDirectoryEmpty, "Паказаць памылку, калі знойдзены пусты каталог"
chkErrorForLongPaths, "Паказаць памылку і прапусціць шлях, які перавышае 260 знакаў"
chkExportExtraLines, "Экспартаваць дадатковыя радкі пры захаванні вынікаў пошуку"
chkIFilterErrors, "Паказаць памылку для файлаў без апрацоўніка файла (калі ўключана опцыя "Шукаць, выкарыстоўваючы апрацоўнікі файлаў")"
chkIsQueryFullString, "Апрацоўваць запытаны тэкст у выглядзе аднаго вялікага элемента запыту"
chkLinkedFoldersSearch, "Пошук файлаў і папак, якія з'яўляюцца ярлыкамі/сімвалічнымі спасылкамі"
chkLinkedFoldersSearchShowErrorOnSkip, "Паказаць памылку, калі прапускаецца ярлык/сімвалічная спасылка"
chkMinimizeToTray, "Мінімізаваць FileSeek у вобласць апавяшчэнняў"
chkOnlyShowMatchedText, "Паказваць толькі супадальны тэкст у выніках пошуку"
chkResetSearchValues, "Скідаць наладкі ўкладкі пошуку пры пошуку ў новай укладцы"
chkResultWordWrap, "Пераносіць па словах тэкст, які адлюстраваны ў выніку пошуку"
chkSearchHiddenFiles, "Пошук файлаў &і папак, якія ўтоены"
chkSearchSystemFiles, "Пошук сістэмных файлаў &і папак"
chkSearchWithinLNKFiles, "Пошук у файле, на які ўказваюць файлы LNK"
chkShowErrorEmptyPDF, "Паказаць памылку, калі знойдзены пусты PDF"
chkShowFileErrors, "Паказаць памылку, калі файл/папка не даступная"
chkShowHiddenFileError, "Паказаць памылку пры пропуску ўтоеных файлаў &і папак"
chkShowSystemFileError, "Паказаць памылку пры пропуску сістэмных файлаў &і папак"
chkShowToolTips, "Паказваць падказкі"
chkSingleInstance, "Прымусова адкрываць толькі адно акно FileSeek"
chkStartWithClearProfile, "Заўсёды запускаць FileSeek з чыстым крытэрам пошуку"
chkTreatAllExcludePathFiltersAsWildcards, "Апрацоўваць усе выключаныя фільтры шляхоў як маскі"
chkTreatAllIncludeFiltersAsWildcards, "Апрацоўваць усе ўключаныя фільтры файлаў як маскі"
chkUseCustomDateFormat, "Выкарыстоўваць уласны фармат даты"
chkUsePreviewHandlers, "Выкарыстоўваць апрацоўнікі прадпрагляду ў панэлі вынікаў"
chkWindowsContextMenu, "Паказваць FileSeek у кантэкстным меню Windows"
colAvailableColumns, "Даступныя калонкі"
colSelectedColumns, "Абраныя калонкі"
gbCmdLineVars, "Зменныя каманднага радка для перадачы ў прыкладанне"
gbDateFormat, "Фармат даты"
gbGeneralOptions, "Асноўныя наладкі"
gbPresentationOptions, "Опцыі прэзентацыі"
gbSearchColumns, "Калонкі пошуку"
lblCmdLineParam, "Параметры каманднага радка:"
lblDateFormatLink, "Радкі наладжвальных фарматаў даты і часу"
lblDefaultDoubleClick, "Абярыце дзеянне па змаўчанні для падвойнай пстрычкі на выніку пошуку:"
lblFileHandlerFAQ, "Часта задаваныя пытанні апрацоўшчыка файлаў"
lblNumChar, "Паказаць колькасць знакаў для кожнага выніку пошуку:"
lblOtherApplicationName, "Імя для іншага прыкладання:"
lblSelectViewingApp, "Прагледзець абраны файл у прыкладанні:"
lblSkipFile, "Максімальны час пошуку для аднаго файла (0=без ліміту):"
pageSearchViewSettings, "Наладкі выніку"


[frmSettings_Strings]
AppBrowsingError, "Адбылася памылка пры аглядзе прыкладання."
cboDefaultDoubleClickOperation_ExportAllCSV, "Экспарт усіх вынікаў у CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Экспарт усіх вынікаў у HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Экспарт вылучаных вынікаў у CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Экспарт вылучаных вынікаў у HTML"
cboDefaultDoubleClickOperation_Open, "Адкрыць у апрацоўніку па змаўчанню"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Адкрыць утрымоўвалую папку"
cboDefaultDoubleClickOperation_OpenNotepad, "Адкрыць у нататніку"
cboDefaultDoubleClickOperation_OpenOther, "Адкрыць у {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Пры ўключэнні гэтай опцыі, пошук слова FOO будзе разглядацца як *FOO*"
ClearHistoryError, "Адбылася памылка пры ачыстцы гісторыі пошуку."
ClearHistoryWarning, "Вы ўпэўнены, што жадаеце ачысціць гісторыю пошуку?"
CommandLineError, "Увядзіце параметры каманднага радка ці націсніце "Па змаўчанні" для скіду."
CustomDateFormatError, "Памылка задання ўласнага фармату даты.\nВыправіце памылку і паспрабуйце зноў."
DisableFileHandler, "Адключыць апрацоўнік файлаў"
DisablePreviewHandler, "Адключыць апрацоўнік прадпрагляду"
EnableFileHandler, "Уключыць апрацоўнік файлаў"
EnablePreviewHandler, "Уключыць апрацоўнік прадпрагляду"
FileCommandDescription, "{0}: Замяняе поўнае імя файла."
FileHandlerListError, "Адбылася памылка пры фармаванні спісу апрацоўнікаў файлаў."
FileHandlerSelectError, "Адбылася памылка пры выбары гэтага апрацоўніка файла."
FileHandlerToggleError, "Адбылася памылка пры пераключэнні гэтага апрацоўніка файла."
HistoryCleared, "Гісторыя пошуку вычышчана паспяхова."
InvalidExitcode, "Зварот недапушчальнага ExitCode: {0}"
LineCommandDescription, "{0}: Замяняе нумар радка."
lvIFilters_Extension, "Пашырэнне"
lvIFilters_Handler, "Апрацоўнік"
lvIFilters_HandlerVersion, "Версія"
NumOfCharError, "Увядзіце колькасць літар ад {0} да {1} і паспрабуйце зноў."
PreviewHandlerListError, "Пры фармаванні спісу апрацоўнікаў прадпрагляду адбылася памылка."
PreviewHandlerToggle, "Пераключыць апрацоўнік прадпрагляду"
SettingMenuError, "Адбылася памылка пры наладцы параметраў кантэкстнага меню."
tabSettings_FileHandlers, "Апрацоўнікі файлаў"
tabSettings_OtherApp, "Вонкавае прыкладанне"
tabSettings_PreviewHandlers, "Апрацоўнікі прадпрагляду"
tabSettings_Search, "Пошук"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Вынікі пошуку захаваны паспяхова.\nВы жадалі б прагледзець файл?"
SearchCriteria, "Крытэр пошуку"
SearchDate, "Дата пошуку:"
Title, "Вынікі пошуку FileSeek"


[IFilterHelper_Strings]
UnknownError, "Невядомая памылка IFilter"
UsingStandardMethodWarning, "Няма апрацоўніка для гэтага файла, выкарыстоўваецца стандартны метад пошуку."


[Installer]
AdditionalIcons, "Дадатковыя значкі:"
CreateContextMenuItems, "Дадаць у кантэкстнае меню"
CurrentUserOnly, "Толькі для бягучага карыстача"
DesktopIcon, "Стварыць &значок на працоўным стале"
DotNetInstallNow, "Вы жадалі б здзейсніць усталёўку зараз?"
DotNetRequired, "Ваша сістэма мае патрэбу ў абнаўленні .NET Framework для запуску гэтага прыкладання."
ForAllUsers, "Для ўсіх карыстачоў"
LaunchNow, "Запусціць зараз"
LicKeyInvalid, "Гэты ліцэнзійны ключ несапраўдны."
LicKeyLabel, "Ліцэнзійны ключ:"
LicKeySelectOption, "Абярыце параметр 'Ліцэнзійны ключ' і паспрабуйце зноў."
LicKeyText, "Опцыі ліцэнзійнага ключа:"
LicKeyTextAdminLocked, "Ліцэнзійны ключ быў усталяваны Вашым Адміністратарам."
LicKeyTextChangeFree, "Націсніце 'Пераключыць на Бясплатную версію' у акне наладак для выкарыстання бясплатнай версіі."
LicKeyTextEnterOrFree, "Увядзіце правільны ліцэнзійны ключ ці абярыце 'Выкарыстоўваць выпрабавальную версію'."
LicKeyTextPaid, "Выкарыстоўваць гэты Ліцэнзійны ключ:"
LicKeyTextTrial, "Выкарыстоўваць выпрабавальную версію (толькі адзін раз), вярнуцца да бясплатнай версіі па заканчэнні 30-цi дзён"
RunAtStartup, "Запускаць пры запуску Windows"
SteamKeyInvalid, "Не атрымалася загрузіць ліцэнзійны ключ Steam.\nВыйдзіце з усталёўшчыка/прыкладання і паспрабуйце націснуць 'Усталяваць' ці 'Запусціць' з Steam."
TextBefore, "Калі ў Вас запушчаны FileSeek, пераканайцеся, што Вы зачынілі яго перад усталёўкай новай версіі.\n\nНаведаеце https://www.fileseek.ca для абнаўленняў і падтрымкі."
UninstallRemoveAllData1, "Вы жадалі б цалкам выдаліць УСЕ наладкі, параметры і часовыя файлы прыкладання?"
UninstallRemoveAllData2, "Не рэкамендуецца, калі Вы будзеце ўсталёўваць прыкладанне паўторна."
UnsupportedWindowsVersion, "Гэты прадукт больш не падтрымліваецца ў вашай версіі Windows. Вы жадалі б атрымаць больш інфармацыі пра загрузку больш старой падтрымоўванай версіі?"


[LicenseValidate_Strings]
ExpiredPrompt, "Прабачце, Ваш ключ ліцэнзіі выпрабавальнай версіі мінуў.\nКалі Вы ўжо купілі ліцэнзію, увядзіце яе ў акно наладак FileSeek.\n\nВы жадалі б атрымаць больш інфармацыі пра набыццё FileSeek Pro?"
FreeLicenseReminder, "Жадаеце дапамагчы падтрымаць будучае развіццё? Націсніце сюды!"
Invalid, "Шкадуем, ваш ліцэнзійны ключ несапраўдны."
InvalidReseller, "Нажаль, Ваш ліцэнзійны ключ сапраўдны толькі з FileSeek, прадстаўленым дылерам.\nЗвяжыцеся з Вашым дылерам за дадатковай інфармацыяй."
LicenseProcessPro, "Дзякуй за рэгістрацыю!"
LicenseProcessProRestoreSettingsPrompt, "Выяўлены наладкі аўтаматычнага рэзервовага капіявання версіі Pro.\nРэзервовай копіі {0} дзён.\nЖадаеце імпартаваць Вашы наладкі версіі Pro? Бягучыя наладкі будуць заменены параметрамі з рэзервовай копіі."
LicenseProcessRemoved, "Ваш ліцэнзійны ключ выдалены."
LicenseProcessTrial, "Дзякуй за выкарыстанне FileSeek Pro!\nВаша ліцэнзія міне {0:D}."
TrialAlmostDonePrompt, "Ваша ліцэнзія хутка міне.\nКалі Вы ўжо набылі ключ ліцэнзіі, увядзіце яго ў акне наладак FileSeek.\n\nВы жадалі б атрымаць больш інфармацыі пра набыццё FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Пошук у FileSeek"


[Words]
About, "Пра праграму"
Add, "&Дадаць"
AdminSettingsLock, "Некаторыя параметры кіруюцца адміністратарам Вашай сістэмы"
Apply, "Ужыць"
Browse, "Агляд"
ButtonLater, "&Пазней"
ButtonMoreInformation, "&Дадатковая інфармацыя"
ButtonUseFreeVersion, "&Выкарыстанне Бясплатнай версіі"
BuyALicenseKey, "Набыць ліцэнзійны ключ"
Cancel, "&Адмена"
Close, "&Закрыць"
Copy, "&Капіяваць"
Custom, "Уласны"
Cut, "&Выразаць"
Default, "Змаўчанні"
Delete, "&Выдаліць"
Disable, "&Адключыць"
Disabled, "Адключана"
Duplicate, "&Дубляваць"
Edit, "&Змяніць"
Enable, "&Уключыць"
Enabled, "Уключана"
EnterALicenseKey, "Увесці ліцэнзійны ключ"
Error, "Памылка"
ErrorNotAdminUACDisabled, "UAC (кантроль уліковых запісаў) адключаны, але Вы не з'яўляецеся Адміністратарам, таму запытанае дзеянне можа апынуцца няўдалым.\nУключыце UAC ці ўвайдзіце пад уліковым запісам Адміністратара і паспрабуйце зноў.\nКалі Вы ўжо адключылі UAC, то пераканайцеся, што перазагрузілі кампутар."
Exit, "В&ыхад"
FileTypes_AllFiles, "Усе файлы"
FileTypes_ApplicationFiles, "Файлы прыкладання"
FileTypes_HTMLFiles, "Файлы HTML"
FileTypes_ImageFiles, "Файлы малюнкаў"
FileTypes_RegistryFiles, "Файлы рэестра"
FileTypes_SoundFiles, "Гукавыя файлы"
FileTypes_VideoFiles, "Файлы відэа"
FileTypes_ZipFiles, "ZIP файлы"
FreeVsPro, "Бясплатная ў параўнанні з Пра"
Help, "Дапамога"
Info, "Інфармацыя"
InvalidImageFile, "Гэты адлюстраванне сапсавана ці нечытэльна."
Language, "Мова"
Load, "&Загрузіць"
Name, "Назва"
NameLabel, "Імя:"
Never, "Ніколі"
No, "Не"
OK, "&ОК"
Paste, "&Уставіць"
ProductSocialOnFacebook, "FileSeek на Facebook"
ProductSocialOnLinkedIn, "FileSeek на LinkedIn"
ProductSocialOnTwitter, "FileSeek у Twitter"
ProOnlyButtonToolTip, "Гэта функцыя толькі ў Pro версіі!\nПстрыкніце тут для атрымання дадатковых звестак."
ProOnlyLabelText, "Абнавіце ліцэнзію да Pro версіі для ўключэння гэтай функцыі"
ProOnlyNotice, "Функцыі "толькі Pro" выдзелены сінім колерам"
ProOnlyQuestion, "Для выкарыстання гэтай функцыі неабходна абнаўленне ліцэнзіі да Pro версіі.\nЖадаеце атрымаць дадатковыя звесткі пра абнаўленне?"
ProOnlyShort, "толькі Pro"
Redo, "&Паўтарыць"
Refresh, "Абнавіць"
Remove, "&Выдаліць"
Rename, "Перайменаваць"
Retry, "Паўтарыць спробу"
Save, "&Захаваць"
Seconds, "секунд"
Select, "Абраць"
SelectAll, "&Выдзяліць усё"
Settings, "Наладкі"
Start, "Старт"
Stop, "Стоп"
Sync, "Сінхранізацыя"
Undo, "&Адмяніць"
Unknown, "Невядома"
Yes, "Так"